[
  {"Author":"Christine Feehan","Text_source":"","Quote":"I'm an observer. I read about life. I research life. I find a corner in a room and melt into it. I can become invisible. It's an art, and I am a wonderful practitioner."},
  {"Author":"","Text_source":"Visualizing Earth Science textbook by CTI Reviews","Quote":"The name [dark matter] refers to the fact that it does not emit or interact with electromagnetic radiation, such as light, and is thus invisible to the entire electromagnetic spectrum."},
  {"Author":"Plato","Text_source":"The Republic","Quote":"No man would keep his hands off what was not his own when he could safely take what he liked... Or go into houses and lie with any one at his pleasure, or kill or release from prison whom he would, and in all respects be like a God among men."},
  {"Author":"","Text_source":"Chambers Dictionary of the Unexplained, \"Invisibility\"","Quote":"The gemstone known as heliotrope (now usually called bloodstone) was once popularly believed to have the power to render its possessor invisible, and magical cloaks, rings, amulets and potions with similar powers are sometimes to be found in folk tales."},
  {"Author":"Wendy Boswell","Text_source":"The Invisible Web: What It Is, How You Can Find It","Quote":"The term 'invisible web' mainly refers to the vast repository of information that search engines and directories don't have direct access to, like databases."},
  {"Author":"","Text_source":"SuperPowerWiki, \"Invisibility\"","Quote":"The user can make themselves unnoticed and\/or ignored by their surroundings and entities and be unregarded by threats or dangers. Far superior to simple Invisibility, the user's power allows them to freely act without being noticed, while still able to interact with their surroundings."},
  {"Author":"Chris Matthews","Text_source":"The \"invisible hand\" has an iron grip on America","Quote":"Invisible hand: The term, first coined by Adam Smith in 1759, is used to describe how the self-interested behavior of people in a marketplace leads to the greater good for all. If the invisible hand reflects reality, we have no moral obligation to look beyond our own interests."},
  {"Author":"","Text_source":"dineshbakshi.com, \"Invisible Trade\"","Quote":"Invisible trade involves the import and export of services rather than goods. Example include services such as insurance, banking, tourism, education."},
  {"Author":"Mignon Moore","Text_source":"Invisible Families","Quote":"Esterberg argues, for example, that lesbians understanding of race has been limited to seeing race as 'an invisible backdrop' used in constructing one's own identity, as a source of guilt and shame (viewed through the lens of Whiteness), as racism or a subject around which to rally, and as a force that creates hierarchies in society (1997, 99-100)."},
  {"Author":"","Text_source":"","Quote":"In photography, if you are constantly moving in a long exposure, you are rendered essentially invisible. "},
  {"Author":"Julie Decker","Text_source":"The Invisible Orientation","Quote":"Asexuality is the invisible orientation. Most people believe that 'everyone' wants sex, that 'everyone' understands what it means to be attracted to other people, and that 'everyone' wants to date and mate. But that's where asexual people are left out - they don't find other people sexually attractive, and if and when they say so, they are very rarely treated as though that's okay. Defined by what is lacked, not what is possessed. Kind of like using negative space to define an object."},
  {"Author":"Berne Brown","Text_source":"","Quote":"Using anger and blame as protection from shame makes sense when you think about shame as 'being exposed.' For many of us, shame is about exposure or the fear of exposure. This is why we work so hard to hide the flawed parts of ourselves that leave us open to being ridiculed or judged. Our fear of being put down keeps us from speaking out. Our need to look or act perfect keeps us at home, under the covers."},
  {"Author":"","Text_source":"","Quote":"The visibility property sets or returns whether an element should be visible. The visibility property allows the author to show or hide an element. It is similar to the display property. However, the difference is that if you set display:none, it hides the entire element, while visibility:hidden means that the contents of the element will be invisible, but the element stays in its original position and size."},
  {"Author":"","Text_source":"","Quote":"With no parameters, the .hide() method is the simplest way to hide an element: $( '.target' ).hide();"},
  {"Author":"","Text_source":"","Quote":"The matched elements will be hidden immediately, with no animation. This is roughly equivalent to calling .css( 'display', 'none' ), except that the value of the display property is saved in jQuery's data cache so that display can later be restored to its initial value."},
  {"Author":"John-Paul Himka and Joanna Beata Michlic, ed.","Text_source":"Bringing the Dark Past to Light","Quote":"The narrative of suffering under the Nazis and of heroic partisan resistance was centered around the Belarusian and Eastern Slavic peoples, while Jews and Poles were made invisible."},
  {"Author":"Claudia Rankine","Text_source":"Citizen","Quote":"You begin to think, maybe erroneously, that this other kind of anger is really a type of knowledge: the type that both clarifies and disappoints. It responds to insult and attempted erasure simply by asserting presence, and the energy required to present, to react, to assert is accompanied by visceral disappointment: a disappointment in the sense that no amount of visibility will alter the ways in which one is perceived."},
  {"Author":"H. Patricia Hynes","Text_source":"The \"Invisible Casualty of War\": The Environmental Destruction of U.S. Militarism","Quote":"The environment has been described as 'the silent casualty' of war; one could also call it 'the invisible casualty' of war."},
  {"Author":"Alexandra Pattillo","Text_source":"Through The Looking Glass: A Cure for Phantom Pain","Quote":"How do we alleviate the phantom pain, externally invisible yet omnipresent in our lives?"},
  {"Author":"Roy Dilley","Text_source":"The Visibility and Invisibility of Production among Senegalese Craftsmen","Quote":"Where the processes of production become or are made invisible, objects are disembedded from the social relations and processes of production, and thus a hyper-real context of consumption and desire can be elaborated by both seller and buyer alike. Sellers are able to perpetrate the fiction of authenticity, and buyers can indulge in their desires for grasping hold of something that is authentic in the form of such purchases."},
  {"Author":"","Text_source":"","Quote":"invisible primary: The period between when a candidate announces their bid for public office and when the actual primaries take place."},
  {"Author":"\"BetaCandy\"","Text_source":"Invisible Privilege - a handy, snappy definition","Quote":"Invisible privilege is what you're experiencing when you tell someone outside your race, gender, class, etc., 'I don't know why you're complaining; the system works just fine for for me.'"},
  {"Author":"Fiona Smith","Text_source":"\"Privilege is invisible to those who have it\": engaging men in workplace equality","Quote":"Privilege is invisible to those who have it"},
  {"Author":"Joshua Barajas","Text_source":"\"If there are no words for who you are, then you feel invisible\"","Quote":"If you can't describe yourself, if you can't look back in history and find people like you, if there are no words for who you are or what you feel, then you are invisible."},
  {"Author":"","Text_source":"Invisibility becomes reality as scientists bend light waves","Quote":"If electromagnetic waves - whether visible light, microwave or infrared - can be bent around an object it would not be visible on those wavelengths."},
  {"Author":"","Text_source":"The Ultimate Guide to the Invisible Web","Quote":"An 'invisible' page isn't necessarily inaccessible; it's simply not indexed by a search engine."}
]